Repository: Haifabnf/Abar
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

# %lld/%lld characters
source: %1$lld/%2$lld characters
ar: %1$lld/%2$lld حرف

source: Artist
ar: فنانين

source: Artists
ar: فنانين

source: Ask
ar: اسأل

source: Ask AI to help you express...
ar: اسأل الذكاء الاصطناعي ليساعدك في التعبير..

source: Birthdays
ar: اعياد ميلاد

source: Cancel
ar: الغاء

source: characters
ar: حروف

source: Done
ar: تم

source: Enter link
ar: ادخل رابط

source: Explore
ar: الرئيسية

source: Foundation Day
ar: يوم التأسيس

source: Graduation
ar: التخرج

source: Gratitude
ar: امتناء

source: Happy Birthday
ar: اعياد ميلاد

source: Leap Event
ar: حدث ليب

source: Memes
ar: ميمز

source: New Job
ar: وظيفة جديدة

source: Not available
ar: غير متوفر

source: Occasions
ar: المناسبات

source: Preview
ar: معاينة

source: Save
ar: حفظ

source: Search occasion...
ar: ابحث عن المناسبة...

source: Special Occasions
ar: المناسبات الخاصة

source: What would you like to say?
ar: ماذا تريد أن تقول؟

source: With AI you can express your words and feelings even better!! for example: ''i want to say happy birthday for my friend nouf.''
ar: مع الذكاء الاصطناعي يمكنك التعبير عن كلماتك و مشاعرك بشكل أفضل! كمثال: "ابغى اقول كل عام وانتي بخير لصديقتي نوف"
